Repository: zhou7jing/tmx_bm25_search
Catalog: tmx/561.tmx
Source language: zh_cn
Languages: en_us

source: 在首层放置安全护栏。
en_us: Lay out the safety guard fence at the home landing.

source: 打开控制柜门
en_us: Open the controller door.

source: 判断门区（开锁区）。
en_us: Judge whether within the door zone (unlocking zone).

source: 通过对讲装置安抚乘客。
en_us: Pacify the passenger(s) via an intercom.

source: 关闭控制柜门
en_us: Close the controller door.

source: 到达救援楼层，使用三角钥匙开启层门宽度≤150mm，并设置阻门器。
en_us: Upon reaching the rescue landing, use the triangular key to open the landing door with opening width not exceeding 150 mm, and set the door blocking device.

source: 按外呼按钮至少10秒钟，松开后，再按一次，确认电梯不动，验证厅门门锁开关有效。
en_us: Press the landing call button for not less than 10 seconds, then release it and press it again to confirm that the elevator does not move and verify that the landing door lock switch still does not operate.

source: 确认安全通道空间是否满足要求，即上下距离≥1m。
en_us: Confirm whether the space of safety passage complies with the requirement, i.e. the distance from top to bottom is greater than or equal to 1 m.

source: 层门全部打开，并设置阻门器。
en_us: Open the landing door completely, and set the door blocking device.

source: 帮助乘客离开轿厢。
en_us: Assist the passenger(s) to get out of the car.

source: 拆除阻门器，关闭层门、轿门。
en_us: Remove the door blocking device, and close the landing door and car door.
